#channels
guide = 1005719656188874793
market = 732990081027276850
general = 732987292070838383
galery = 732987500389335110
info = 732987341823672420
mdp = 914502813541867521
threads = 986923185519878204
#roles
publisher = '📰 ⠀⠀⠀Publisher⠀⠀⠀ 🗞️'
#emojis
nbfu = '<:NBFU_winter:1047855702330314832>'
heart = '<:heart:1047525684161032283>'
featured = '<:featured:1046303983158972526>'
check = '<:check:1046314990010912878>'
cross = '<:crossmark:1046310649640267786>'
#ids
xo = 577560330352197660
client = 972671424693153872
#msgs
forbidden_word = '**Подсказка:**'
#commands
opchoices = ['+','-','*','/','^']
ping = ['пинг', '🖥️ Информация о соединении бота с сервером.']
coinflip = ['попытаться', '🎲 Добавить к сообщению реакцию 50/50.', 'Удачно!', 'Неудачно!', 'У данного сообщения уже есть реакции.']
example = ['пример', '🎲 Генерация случайного простого примера.']
rps = ['кнб', '🪨 Камень', '✂️ Ножницы', '📃 Бумага', '🪨 📃 ✂️ Сыграйте в КНБ с ботом!', 'Вы победили!  ', 'Ничья!  ', 'Вы проиграли! ', 'Вы выбрали: ', 'я выбрал: ']
yeet = ['purge', '🗑️ Удалить определённое кол-во сообщений.', ' сообщений успешно удалено!']
send = ['send', '📭 Отправить сообщение от лица бота.', 'Сообщение успешно отправлено!']
publish = ['publish', '📢 Опубликуйте что-нибудь!']
election = ['выборы', '🗳️ Подайте заявку на выборы!']
responses = ['Абсолютно!','На 100%!','Без сомнения!','Не стоит сомневатся!','Можете на это рассчитывать!','Да наверное.','Да?','Наверное.','Скорее всего.','Да.','Судя по всему да.','Возможно...','Мне надо подумать.','Спросите позже?','Я пока не знаю.','Не могу ответить сейчас.','Не стоит так думать.','Я не понимаю.','Не стоит на это расчитывать.','Неа.','Нет.','Мои источники говорят нет.','В ряд ли.','Маловероятно.','Сильно сомневаюсь.','О-о-окей','Мгммм...','Есть ли смысл в жизни?','Тебе не надоедает жизнь?','Ну...','Сейчас?','Гугл в помощь','Уже!','Тоже неплохо.','Я видел хуже...','Субъективно.','...если не больше.','Но... Мне лень.','Ура!','Я токлько проснулся.','Тебе назло.','Не переживай.','Я запомню.','Хмм..','Ну ладно.','Я даже почти поверил.','Иди ты.','Перекушу все артерии.','Н-нет..','Очень даже зря.','И почему же?','Понятненько...','цветочки дже.','Угу.','По нам бомбят?','??','А даа..','Полностью согласен.','Победа.','Неудачно..','Я удалил винду.','Слава Богу.','Спасибо. линукс.','пожалуйста.','У меня без изменений.','Как раз таки ничего!','Но я не хочу-у-у-у...','Мне это правда ТЫ говоришь?','Иди нафиг.','Он никогда не спит.','Иногда спит.','Да вот только что.','Так и запишем...','Должны быть.','Доброе утро.','АХАХАХАЗАЗАХАХААХ)','Понял принял.','Моя деда почти чёрная.','Ну... Да, но...','В честь... Моей шизы','Есть только смерть.','Как убить человека.','Так точно!','Немного не дотягивает.','Были случаи...','Ну ладно!??!','Все ты можешь.','А почему?','...это хорошо или плохо?','Я не помню.','Без шансов.','Стандартно.']
#classes
class Example():
    def __init__(self, num1, num2):
        self.num1 = num1
        self.num2 = num2