#channels
guide = 1005719656188874793
market = 732990081027276850
general = 732987292070838383
galery = 732987500389335110
info = 732987341823672420
mdp = 914502813541867521
threads = 986923185519878204
#roles
publisher = '📰 ⠀⠀⠀Publisher⠀⠀⠀ 🗞️'
#emojis
nbfu = '<:NBFU:1013999562995806300>'
heart = '<:heart:1013741703158571048>'
check = '<:check:1020635529382989885>'
cross = '<:crossmark:1019227582778064966>'
#ids
xo = 577560330352197660
client = 972671424693153872
#msgs
forbidden_word = '**Подсказка:**'
#commands
opchoices = ['+','-','*','/','^']
ping = ['пинг', '🖥️ Информация о соединении бота с сервером.']
coinflip = ['попытаться', '🎲 Добавить к сообщению реакцию 50/50.', 'Удачно!', 'Неудачно!', 'У данного сообщения уже есть реакции.']
example = ['пример', '🎲 Генерация случайного простого примера.']
yeet = ['purge', '🗑️ Удалить определённое кол-во сообщений.', ' сообщений успешно удалено!']
send = ['send', '📭 Отправить сообщение от лица бота.', 'Сообщение успешно отправлено!']
publish = ['publish', '📢 Опубликуйте что-нибудь!']
election = ['выборы', '🗳️ Подайте заявку на выборы!']
#classes
class Example():
    def __init__(self, num1, num2):
        self.num1 = num1
        self.num2 = num2